4001=\u0627\u0644\u0646\u0638\u0627\u0645 \u0644\u0627 \u064A\u0639\u0645\u0644
4002=\u0644\u0642\u062F \u062A\u0645 \u062E\u0631\u0648\u062C\u0643 \u0645\u0646 \u0627\u0644\u0646\u0638\u0627\u0645 
4003=\u0644\u0627 \u0648\u062C\u0648\u062F \u0644\u062F\u0644\u064A\u0644 \u0627\u0644\u0639\u0645\u0644\u064A\u0629 \u0627\u0644\u062D\u0627\u0644\u064A\u0629
4004=\u0644\u0627 \u0648\u062C\u0648\u062F \u0644\u062F\u0644\u064A\u0644 \u0646\u0638\u0627\u0645 \u0627\u0644\u0639\u0645\u0644
4005=\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0642\u0635\u064A\u0631\u0629 \u062E\u0627\u0637\u0626\u0629
4006=\u0648\u062B\u064A\u0642\u0629 \u062E\u0627\u0637\u0626\u0629
4007=\u0644\u0627 \u0648\u062C\u0648\u062F \u0644\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u0645\u0628\u062F\u0623\u064A\u0629 \u0644\u0644\u0646\u0638\u0627\u0645. \u0644\u0645\u0632\u064A\u062F \u0645\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0631\u062C\u0627\u0621 \u0627\u0644\u0646\u0638\u0631 \u0641\u064A \u0633\u062C\u0644 \u0627\u0644\u0623\u062E\u0637\u0627\u0621
4008=\u0644\u0627 \u0648\u062C\u0648\u062F \u0644\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u064A\u0629 \u0644\u0644\u0646\u0638\u0627\u0645. \u0644\u0643\u0632\u064A\u062F \u0645\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0631\u062C\u0627\u0621 \u0627\u0644\u0646\u0638\u0631 \u0641\u064A \u0633\u062C\u0644 \u0627\u0644\u0623\u062E\u0637\u0627\u0621
4009==\u0627\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u0645\u0628\u062F\u0623\u064A\u0629 \u0644\u0646\u0638\u0627\u0645 \u062F\u064A \u0625\u0645 \u0625\u0633 \u0644\u064A\u0633 \u0631\u0642\u0645\u0627
4010=\u0625\u0636\u0627\u0641\u0629 \u0648\u062B\u064A\u0642\u0629: \u0644\u0627 \u064A\u0645\u0643\u0646 \u0644\u0646\u0633\u062E \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0645\u0646 \u0627\u0644\u062E\u0627\u062F\u0645 \u062F\u064A \u0625\u0645 \u0625\u0633
4011=\u0645\u0644\u0641 \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u0628\u062F\u0627\u0626\u064A \u0644\u0645 \u064A\u062D\u0645\u0644  
4012=\u0645\u0644\u0641 \u062A\u0647\u064A\u0626\u0629 \u0627\u0644\u0646\u0638\u0627\u0645 \u0644\u0645 \u064A\u062D\u0645\u0644  
4013=\u0627\u0633\u062A\u064A\u0631\u0627\u062F \u0627\u0644\u0648\u062B\u064A\u0642\u0629 : \u0644\u0627 \u064A\u0645\u0643\u0646 \u0645\u0646 \u0625\u0646\u0634\u0627\u0621 \u062F\u0644\u064A\u0644 \u0645\u0624\u0642\u062A
4014=\u0627\u0633\u062A\u064A\u0631\u0627\u062F \u0627\u0644\u0648\u062B\u064A\u0642\u0629 : \u0637\u0644\u0628 \u0645\u062A\u0639\u062F\u062F \u0627\u0644\u0623\u062C\u0632\u0627\u0621 : \u0625\u0633\u0645 \u0627\u0644\u0645\u0644\u0641 \u0637\u0648\u064A\u0644
4015=\u0627\u0633\u062A\u064A\u0631\u0627\u062F \u0627\u0644\u0648\u062B\u064A\u0642\u0629 : \u0637\u0644\u0628 \u0645\u062A\u0639\u062F\u062F \u0627\u0644\u0623\u062C\u0632\u0627\u0621 : \u062D\u062C\u0645 \u0627\u0644\u0645\u0644\u0641 \u062A\u0639\u062F\u0649 \u0627\u0644\u062D\u062C\u0645 \u0627\u0644\u0623\u0639\u0644\u0649 \u0644\u0644 50 \u0645\u064A\u062C\u0627 
4016=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0642\u0631\u0627\u0621\u0629 \u0645\u0644\u0641 \u0627\u0644\u062A\u0641\u0636\u064A\u0644
4017=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u064A\u062C\u0627\u062F \u0645\u0644\u0641 \u0627\u0644\u062A\u0641\u0636\u064A\u0644
4018=\u0644\u0627 \u0642\u064A\u0645\u0629 \u0645\u062D\u062F\u062F\u0629 \u0644\u0644\u0623\u0639\u0645\u0627\u0644 \u0627\u0644\u0645\u0641\u0631\u0648\u0636 \u0642\u064A\u0627\u0645\u0647\u0627
4019=\u0644\u0627 \u0648\u062C\u0648\u062F \u0644\u0645\u0644\u0641 \u062A\u0641\u0636\u064A\u0644 \u0627\u0644\u0625\u0643\u0633 \u0625\u0645 \u0625\u0644
4020=\u0644\u0642\u062F \u0625\u0646\u062A\u0647\u0649 \u062C\u0644\u0633\u0629 \u0635\u0641\u062D\u0627\u062A \u0627\u0644\u0648\u064A\u0628
4021=An invalid request is made.

1=\u0627\u0644\u062A\u0633\u062C\u064A\u0644 \u062E\u0627\u0637\u064A\u0621
2=\u0639\u0645\u0644\u064A\u0629 \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0647\u0648\u064A\u0629 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u064A\u0629
3=\u0625\u0633\u0645 \u0627\u0644\u0646\u0634\u0627\u0637 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
4=\u0639\u0645\u0644\u064A\u0629 \u0625\u064A\u062C\u0627\u062F \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0627\u0644\u062D\u0627\u0644\u064A \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
5=
6=\u0647\u0648\u064A\u0629 \u0628\u0646\u062F \u0627\u0644\u0639\u0645\u0644 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u0629
7=\u0635\u0641\u0629 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u0629
8=\u0625\u062D\u0627\u0644\u0629 \u0627\u0644\u0635\u0641\u0629 \u062E\u0627\u0637\u0626\u0629
9=\u062D\u0627\u0644\u0629 \u062E\u0627\u0637\u0626\u0629
10=\u0625\u0646\u062A\u0642\u0627\u0644 \u0627\u0644\u062D\u0627\u0644\u0629 \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u064A\u0629
11=\u0644\u0642\u062F \u062A\u0645 \u062A\u0633\u062C\u064A\u0644 \u062E\u0631\u0648\u062C\u0643 \u0645\u0646 \u0627\u0644\u0646\u0638\u0627\u0645
12=\u0645\u0639\u0627\u0644\u062C\u0629 \u0627\u0644\u0625\u0633\u062A\u0641\u0633\u0627\u0631 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u0629
13=\u0645\u0635\u062F\u0631 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
14=\u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0627\u0644\u0645\u0633\u062A\u0647\u062F\u0641 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
15=\u0627\u0644\u0645\u0631\u0634\u062D \u0627\u0644\u0645\u062D\u062F\u062F \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
16=\u0627\u0644\u0643\u064A\u0627\u0646 \u0627\u0644\u0645\u0637\u0644\u0648\u0628 \u0645\u062D\u062C\u0648\u0632
17=\u0627\u0644\u0643\u064A\u0627\u0646 \u0627\u0644\u0645\u0637\u0644\u0648\u0628 \u063A\u064A\u0631 \u0645\u062D\u062C\u0648\u0632
18=\u0644\u0627 \u0648\u062C\u0648\u062F \u0644\u0644\u0628\u064A\u0627\u0646\u0627\u062A
19=\u0633\u0644\u0633\u0629 \u0627\u0644\u062A\u0633\u062C\u064A\u0644 \u062A\u0639\u062F\u062A \u0627\u0644\u062D\u062F \u0627\u0644\u0645\u062D\u062F\u062F. \u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u0646\u0634\u0627\u0621 \u0628\u0646\u062F \u0627\u0644\u0639\u0645\u0644
20=\u0627\u0644\u062E\u0627\u062F\u0645 \u0645\u0634\u063A\u0648\u0644
21=\u062A\u0637\u0628\u064A\u0642 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
22=\u0628\u0646\u062F \u0627\u0644\u0639\u0645\u0644 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
23=\u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0644\u0645 \u064A\u0628\u062F\u0623 \u0628\u0646\u062C\u0627\u062D
24=\u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0644\u0645 \u064A\u0646\u0635\u0628 \u0623\u0648 \u064A\u0639\u062F\u0644
25=\u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0644\u0645 \u064A\u0648\u0642\u0641 \u0628\u0646\u062C\u0627\u062D
26=\u0644\u0627 \u0648\u062C\u0648\u062F \u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0645\u062D\u062C\u0648\u0632\u0629 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0635\u0641
100=\u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u0645\u062F\u062E\u0644\u0629 \u0644\u0628\u0646\u062F \u0627\u0644\u0639\u0645\u0644 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u0629
101=\u0644\u0627 \u0648\u062C\u0648\u062F \u0644\u0642\u064A\u0645\u0629 \u0645\u062D\u062F\u062F\u0629 \u0641\u064A  \u062C\u0645\u0644\u0629 \u0627\u0644\u0645\u0631\u0634\u062D
201=\u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u0645\u0639\u0637\u0627\u0629 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u0629
300= \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u063A\u064A\u0631 \u0645\u0635\u0631\u062D \u0628\u0647 \u0644\u0644\u0642\u064A\u0627\u0645 \u0628\u0647\u0630\u0647 \u0627\u0644\u0639\u0645\u0644\u064A\u0629
701=Server error in saving the workitem.
702=Server error in completing the workitem.
801=\u0627\u0644\u0645\u0631\u0634\u062D \u0627\u0644\u0645\u0637\u0644\u0648\u0628 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
802=
803=
804=
805=\u062E\u0637\u0623 \u0641\u064A \u0625\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0623\u0648 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u0633\u0631\u064A
806=
807=\u062E\u0637\u0623 \u0641\u064A \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u0633\u0631\u064A
808=\u062E\u0637\u0623 \u0641\u064A \u0646\u0648\u0639 \u0627\u0644\u0645\u0634\u0627\u0631\u0643
809=\u0627\u0644\u0645\u0633\u0627\u0631 \u0642\u062F \u0628\u062F\u0623 \u0645\u0646 \u0642\u0628\u0644 \u0623\u0648 \u0627\u0644\u0645\u0633\u0627\u0631 \u0644\u0645 \u064A\u0646\u0634\u0623
810=\u0627\u0644\u0635\u0641 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
811=\u0627\u0644\u0645\u0639\u0637\u064A\u0627\u062A \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u0629
812=\u0627\u0644\u0635\u0641 \u0645\u0648\u062C\u0648\u062F \u0645\u0646 \u0642\u0628\u0644 
813=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0644\u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u0625\u062D\u0627\u0644\u0629 \u0641\u064A \u0647\u0630\u0647 \u0627\u0644\u062E\u0637\u0648\u0629
820=\u0644\u064A\u0633 \u0643\u0644 \u0628\u0646\u0648\u062F \u0627\u0644\u0639\u0645\u0644 \u0645\u0631\u0628\u0648\u0637\u0629 \u0623\u0648 \u0645\u0641\u0643\u0648\u0643\u0629 \u0628\u0646\u062C\u0627\u062D
400=\u0627\u0644\u0639\u0645\u0644\u064A\u0629 \u0627\u0644\u0645\u0637\u0644\u0648\u0628\u0629 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u0629
-1003=\u062E\u0627\u062F\u0645 \u0642\u0627\u0639\u062F\u0629 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0644\u0627 \u064A\u0639\u0645\u0644
-1011=\u0625\u0645\u0627 \u0625\u0633\u0645 \u0643\u0628\u064A\u0646\u0629 \u0642\u0627\u0639\u062F\u0629 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0644\u0627 \u064A\u0639\u0645\u0644. \u0623\u0648 \u0623\u0646\u0647 \u0645\u0646 \u063A\u064A\u0631 \u0645\u0631\u0628\u0648\u0637 \u0628\u0627\u0644\u062C\u064A \u062A\u064A \u0625\u0633
-1010=\u0644\u0627 \u0648\u062C\u0648\u062F \u0644\u0644\u062D\u0631\u0643\u0629 \u0641\u064A \u0627\u0644\u062E\u0627\u062F\u0645
-1012=\u062E\u0637\u0623 \u0641\u064A \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u062F\u0644\u064A\u0644
-50208=This account has been locked. Please contact your Administrator.

50011=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0644\u0644\u0648\u062B\u064A\u0642\u0629 \u0623\u0646 \u062A\u0633\u062A\u062E\u062F\u0645
50012=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0644\u0644\u0648\u062B\u064A\u0642\u0629 \u0623\u0646 \u062A\u062F\u062E\u0644
50013=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u0644\u063A\u0627\u0621 \u0639\u0645\u0644\u064A\u0629 \u0627\u0644\u0625\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0648\u062B\u064A\u0642\u0629

-50146=\u062A\u0645 \u0627\u0644\u062E\u0631\u0648\u062C \u0645\u0646 \u0627\u0644\u0646\u0638\u0627\u0645
-50111=\u0635\u064A\u063A\u0629 \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u0629. \u0627\u0644\u0635\u064A\u063A\u0629 \u0627\u0644\u0645\u062D\u062F\u062F\u0629 \u062E\u0627\u0637\u0626\u0629
-50022=\u062D\u0642\u0648\u0642 \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u0629. \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u0627 \u064A\u0645\u0644\u0643 \u0623\u064A \u062D\u0642\u0648\u0642 \u0644\u0644\u0648\u062B\u064A\u0642\u0629  
-50026=\u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0645\u062D\u062C\u0648\u0632\u0629. \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0627\u0644\u062A\u064A \u062A\u062A\u0645 \u062A\u063A\u064A\u064A\u064A\u0631 \u0646\u0633\u062E\u062A\u0647\u0627 \u0642\u062F \u062D\u062C\u0632\u062A
-50027=\u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0623\u0643\u062A\u0645\u0644\u062A/\u0645\u0646\u062A\u0647\u064A\u0629. \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0627\u0644\u0644\u062A\u064A \u062A\u062A\u0645 \u062A\u063A\u064A\u064A\u0631 \u0646\u0633\u062E\u062A\u0647\u0627  \u0642\u062F \u0623\u0643\u062A\u0645\u0644\u062A/\u0645\u0646\u062A\u0647\u064A\u0629
-50071=\u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0623\u0633\u062A\u062E\u0631\u062C\u062A.\u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0627\u0644\u062A\u064A \u062A\u062A\u0645 \u062A\u063A\u064A\u064A\u064A\u0631 \u0646\u0633\u062E\u062A\u0647\u0627 \u0642\u062F \u0623\u0633\u062A\u062E\u0631\u062C\u062A 
-50053=\u0641\u0634\u0644 \u0645\u0631\u0627\u0642\u0628\u0629 \u0627\u0644\u062D\u0642\u0648\u0642. \u0644\u064A\u0633 \u0644\u062F\u0649 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0635\u0644\u0627\u062D\u064A\u0629 \u062D\u0642 \u0627\u0644\u062D\u0630\u0641 \u0644\u0644\u0648\u062B\u064A\u0642\u0629
-50147=\u0627\u0644\u0635\u064A\u063A\u0629 \u062D\u062C\u0632\u062A .\u0635\u064A\u063A\u0629 \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0627\u0644\u0644\u062A\u064A \u062A\u062A\u0645 \u062D\u0630\u0641\u0647\u0627 \u0642\u062F \u062D\u062C\u0632\u062A
-50032=\u062D\u0642\u0648\u0642 \u062E\u0627\u0637\u0626\u0629 \u0641\u064A \u062F\u064A \u062F\u064A \u0623\u064A.\u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u0627 \u064A\u0645\u0644\u0643 \u0627\u0644\u062D\u0642\u0648\u0642 \u0639\u0644\u0649 \u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u0637\u0628\u0642\u0629 \u0627\u0644\u0645\u0631\u062A\u0628\u0637\u0647 \u0644\u0644\u0648\u062B\u064A\u0642\u0629  
-50023=\u0644\u0627 \u062A\u0648\u062C\u062F \u0648\u062B\u064A\u0642\u0629. \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0627\u0644\u062A\u064A \u064A\u0631\u064A\u062F \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u0648\u0636\u0639 \u0627\u062D\u062F\u062B \u0646\u0633\u062E\u0629 \u0644\u0647\u0627 \u063A\u064A\u0631 \u0645\u0648\u062C\u0648\u062F. 
-50174=\u0644\u0642\u062F \u062A\u062C\u0627\u0648\u0632\u062A \u0639\u062F\u062F \u0627\u0644\u0646\u0633\u062E \u0627\u0644\u0645\u062D\u062F\u062F\u0629. \u0644\u0627 \u064A\u0645\u0643\u0646 \u0625\u062D\u0627\u0644\u0629 \u0627\u0644\u0646\u0633\u062E\u0629 \u0627\u0644\u0623\u062E\u064A\u0631\u0629 \u0644\u0644\u0635\u064A\u063A\u0629 \u0644\u062A\u062C\u0627\u0648\u0632 \u0627\u0644\u0639\u062F\u062F \u0627\u0644\u0645\u062D\u062F\u062F
-50132=\u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0642\u062F \u062D\u0630\u0641\u062A. \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0627\u0644\u062A\u064A \u064A\u062A\u0645 \u0625\u0646\u0634\u0627\u0621 \u0646\u0633\u062E\u0629 \u0645\u0646\u0647\u0627 \u0642\u062F \u062D\u0630\u0641\u062A
-50086=\u0625\u0646\u062A\u0647\u0627 \u0635\u0644\u0627\u062D\u064A\u0629 \u0627\u0644\u0648\u062B\u064A\u0642\u0629. \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0627\u0644\u062A\u064A \u064A\u062A\u0645 \u0625\u062F\u062E\u0627\u0644\u0647\u0627 /\u0625\u0633\u062A\u062E\u0631\u0627\u062C\u0647\u0627 \u0642\u062F \u0623\u0646\u062A\u0647\u062A \u0635\u0644\u0627\u062D\u064A\u062A\u0647\u0627
-50157=\u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0644\u0645 \u062A\u0633\u062A\u062E\u062F\u0645. \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u064A\u0631\u064A\u062F \u0625\u062F\u062E\u0627\u0644 \u0648\u062B\u064A\u0642\u0629 \u0644\u0645 \u062A\u0633\u062A\u062E\u062F\u0645 \u0645\u0646 \u0642\u0628\u0644   
-50158=\u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0623\u062E\u0631\u062C\u062A \u0645\u0646 \u0642\u0628\u0644. \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u064A\u0631\u064A\u062F \u0625\u0633\u062A\u062E\u0631\u0627\u062C \u0648\u062B\u064A\u0642\u0629 \u0642\u062F \u0623\u0633\u062A\u062E\u0631\u062C\u062A \u0645\u0646 \u0642\u0628\u0644  
-50132=\u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0627\u0644\u063A\u064A\u062A. \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0627\u0644\u062A\u064A \u0623\u0633\u062A\u062E\u062F\u0645\u062A/\u0623\u062F\u062E\u0644\u062A \u0642\u062F \u0623\u0644\u063A\u062A
-50053=\u0645\u0631\u0627\u0642\u0628\u0629 \u0627\u0644\u062D\u0642\u0648\u0642 \u0641\u0627\u0634\u0644\u0629.  \u0645\u0631\u0627\u0642\u0628\u0629 \u062D\u0642\u0648\u0642 \u0627\u0644\u0639\u0645\u0644\u064A\u0629 \u0627\u0644\u062F\u0627\u062E\u0644\u064A\u0629 \u0642\u062F \u0641\u0634\u0644\u062A
-50086=\u0625\u0646\u062A\u0647\u0627\u0621 \u0635\u0644\u0627\u062D\u064A\u0629 \u0627\u0644\u0648\u062B\u064A\u0642\u0629. \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0627\u0644\u062A\u064A \u064A\u0631\u064A\u062F \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0627\u0633\u062A\u062E\u062F\u0627\u0645\u0647\u0627 \u0623\u0648 \u0625\u062F\u062E\u0627\u0644\u0647\u0627 \u0642\u062F \u0623\u0646\u062A\u0647\u062A \u0635\u0644\u0627\u062D\u064A\u062A\u0647\u0627
-50159=\u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0644\u0645 \u062A\u0633\u062A\u062E\u0631\u062C. \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0644\u0645 \u062A\u062F\u062E\u0644 \u0643\u0645 \u0623\u0646\u0647\u0627 \u0644\u0645 \u062A\u0633\u062A\u062E\u062F\u0645
-50076=\u0646\u0648\u0639 \u0627\u0644\u0648\u0635\u0648\u0644 \u0644\u0644\u062C\u0633\u0645 \u062E\u0627\u0637\u0626. \u0628\u0633\u0628\u0628 \u062D\u0642\u0648\u0642 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0641\u064A \u0627\u0644\u062F\u0644\u064A\u0644 \u0627\u0644\u0645\u0648\u0635\u0644. \u0627\u0644\u0648\u062B\u0627\u0626\u0642 \u0648\u0627\u0644\u062A\u0639\u0644\u064A\u0642\u0627\u062A \u0642\u062F \u062A\u0645 \u0645\u0631\u0627\u0642\u0628\u062A\u0647\u0627
-50028=\u0644\u0627 \u0648\u062C\u0648\u062F \u0628\u064A\u0627\u0646\u0627\u062A \u0644\u0644\u0637\u0628\u0642\u0629.\u0644\u0627 \u0648\u062C\u0648\u062F \u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u0637\u0628\u0642\u0629 \u0627\u0644\u062A\u064A \u062A\u0631\u062A\u0628\u0637 \u0645\u0639 \u0646\u0633\u062E\u0629 \u0627\u0644\u0648\u062B\u064A\u0642\u0629 
-50074=\u0627\u0644\u0645\u0639\u0637\u064A\u0627\u062A \u062E\u0627\u0637\u0626\u0629. \u0628\u0639\u0636 \u0627\u0644\u0645\u0639\u0637\u064A\u0627\u062A \u062E\u0627\u0637\u0626\u0629 
-50021=\u0627\u0644\u062F\u0644\u064A\u0644 \u0645\u0633\u062A\u062E\u062F\u0645. \u0627\u0644\u062F\u0644\u064A\u0644 \u0627\u0644\u0645\u062D\u062F\u062F \u0644\u0644\u062D\u062C\u0632/\u062A\u063A\u064A\u064A\u0631-\u0627\u0644\u062D\u062C\u0632 \u0645\u062D\u062C\u0648\u0632
-50018=\u062D\u0642\u0648\u0642 \u063A\u064A\u0631 \u0643\u0627\u0641\u064A\u0629 \u0644\u0644\u0639\u0645\u0644\u064A\u0629 \u0627\u0644\u062D\u0627\u0644\u064A\u0629. \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0627\u0644\u0630\u064A \u064A\u062D\u0627\u0648\u0644 \u062D\u062C\u0632/\u062A\u063A\u064A\u064A\u0631-\u0627\u0644\u062D\u062C\u0632 \u0627\u0644\u062F\u0644\u064A\u0644 \u0644\u0627 \u064A\u0645\u062A\u0644\u0643 \u0635\u0644\u0627\u062D\u064A\u0629 \u0627\u0644\u062D\u0642\u0648\u0642. \u064A\u062C\u0628 \u0627\u0644\u062D\u0635\u0648\u0644 \u0639\u0644\u0649 \u062D\u0642 \u0627\u0644\u062A\u063A\u064A\u064A\u0631 \u0644\u0644\u062D\u062C\u0632/\u062A\u063A\u064A\u064A\u0631-\u0627\u0644\u062D\u062C\u0632 \u0644\u0644\u062F\u0644\u064A\u0644
-50155=\u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u063A\u0628\u0631 \u0645\u062D\u062C\u0648\u0632\u0629. \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0623\u0648 \u0627\u0644\u062F\u0644\u064A\u0644 \u0627\u0644\u0645\u0631\u0627\u062F \u062D\u062C\u0632\u0647\u0627 \u063A\u064A\u0631 \u0645\u062D\u062C\u0648\u0632\u0629
-50139=\u062A\u0627\u0631\u064A\u062E \u0627\u0646\u062A\u0647\u0627\u0621 \u0627\u0644\u0635\u0644\u0627\u062D\u064A\u0647 \u0644\u0627 \u064A\u0645\u0643\u0646 \u0627\u0646 \u062A\u0642\u0644 \u0639\u0646 \u0627\u0644\u062A\u0627\u0631\u064A\u062E \u0627\u0644\u062D\u0627\u0644\u064A. \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0645\u062D\u062F\u062F \u0628\u0645\u0648\u0639\u062F \u0627\u0646\u062A\u0647\u0627\u0621 \u0644\u0627 \u064A\u0645\u0643\u0646 \u0627\u0646 \u064A\u0643\u0648\u0646 \u0627\u0642\u0644 \u0645\u0646 \u0627\u0644\u062A\u0627\u0631\u064A\u062E \u0627\u0644\u062D\u0627\u0644\u064A
-50138=\u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u064A\u0633 \u0627\u0644\u0645\u0627\u0644\u0643 \u0627\u0648 \u0627\u0644\u0645\u0634\u0631\u0641. \u0627\u0644\u0645\u0627\u0644\u0643 \u0627\u0648 \u0627\u0644\u0645\u0634\u0631\u0641 \u064A\u0645\u0643\u0646 \u062A\u063A\u064A\u064A\u0631 \u062E\u0635\u0627\u0626\u0635 \u0645\u0644\u0643\u064A\u0647 \u0648\u062B\u064A\u0642\u0629 
-50003=\u0645\u0633\u062A\u062E\u062F\u0645 \u063A\u064A\u0631 \u0645\u0648\u062C\u0648\u062F. \u0645\u0633\u062A\u062E\u062F\u0645 \u064A\u063A\u064A\u064A\u0631 \u0625\u0633\u0645 \u0635\u0627\u062D\u0628 \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0648\u0644\u0642\u062F \u062D\u062F\u062F\u062A \u0628\u0639\u0636 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645\u064A\u0646 \u060C \u0648\u0627\u0644\u0645\u0624\u0634\u0631 \u0644\u0627 \u064A\u0648\u062C\u062F \u0641\u064A \u0627\u0644\u0646\u0638\u0627\u0645. 
-50006=\u062D\u0633\u0627\u0628 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0642\u062F \u0627\u0646\u0642\u0636\u062A. \u0645\u0633\u062A\u062E\u062F\u0645 \u064A\u063A\u064A\u064A\u0631 \u0635\u0627\u062D\u0628 \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0648\u0644\u0642\u062F \u062D\u062F\u062F\u062A \u0628\u0639\u0636 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645\u064A\u0646 \u0627\u0644\u0630\u064A\u0646 \u0627\u0646\u062A\u0647\u062A \u0635\u0644\u0627\u062D\u064A\u062A\u0647\u0645 \u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0646\u0638\u0627\u0645. 
-50010=\u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u063A\u064A\u0631 \u0646\u0634\u0637. \u0645\u0633\u062A\u062E\u062F\u0645 \u064A\u0631\u064A\u062F \u062A\u063A\u064A\u064A\u0631 \u0625\u0633\u0645 \u0635\u0627\u062D\u0628 \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0648\u0644\u0642\u062F \u062D\u062F\u062F \u0628\u0639\u0636 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645\u064A\u0646 \u0627\u0644\u0630\u064A\u0646 \u062A\u0645 \u0625\u062E\u0631\u0627\u062C\u0647\u0645 \u0645\u0624\u0642\u062A\u0627 \u0645\u0646 \u0627\u0644\u0646\u0638\u0627\u0645
-50116=\u0627\u0645\u062A\u064A\u0627\u0632\u0627\u062A \u0643\u0627\u0641\u064A\u0629 \u0644\u0647\u0630\u0647 \u0627\u0644\u0639\u0645\u0644\u064A\u0629. \u0648\u0642\u0639 \u0627\u0644\u062E\u0637\u0623 \u0644\u0627\u0646 \u0628\u0633\u0628\u0628 \u0646\u0648\u0639 \u0627\u0644\u0648\u062B\u064A\u0642\u0629 \u0627\u0644\u0645\u0631\u0627\u062F \u062A\u063A\u064A\u064A\u0631\u0647\u0627 \u0648\u0627\u0644\u0645\u0633\u062A\u0639\u0645\u0644 \u0644\u0627 \u064A\u0645\u0644\u0643 \u0647\u0630\u0647 \u0648\u062B\u064A\u0642\u0629 \u060C \u0643\u0645\u0627 \u0623\u0646\u0647 \u0644\u0627 \u064A\u0645\u0644\u0643 \u0645\u064A\u0632\u0629 \u0625\u0636\u0627\u0641\u0629 / \u062D\u0630\u0641 / \u062A\u0639\u062F\u064A\u0644 \u0644\u0644\u062D\u0642\u0648\u0642
-50045=\u0644\u0627 \u0648\u062C\u0648\u062F \u0644\u0644\u0641\u0647\u0631\u0633. \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u0645\u0642\u062F\u0645\u0629 \u0645\u0646 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u0627 \u062A\u0646\u062A\u0645\u064A \u0627\u0644\u0649 \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0645\u0639\u0637\u064A\u0627\u062A \u0627\u0644\u0645\u0642\u062F\u0645\u0629. 
-50081=\u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u063A\u064A\u0631 \u0645\u062A\u0648\u0641\u0631\u0647. \u0644\u0627 \u0648\u062C\u0648\u062F \u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0639\u0646 \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0645\u0639\u0637\u064A\u0627\u062A  
-50192=\u0627\u0644\u062C\u0633\u0645 \u0628\u0627\u0644\u0641\u0639\u0644 \u062D\u062C\u0632 \u0645\u0646 \u0642\u0628\u0644  \u0646\u0641\u0633 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 
-50067=\u0644\u0627 \u0628\u0645\u0643\u0646 \u062A\u063A\u064A\u064A\u0631 \u0627\u0644\u062F\u0644\u064A\u0644
814=\u0628\u0646\u062F \u0627\u0644\u0639\u0645\u0644 \u0645\u0643\u062A\u0645\u0644
UNKNOWN_ERROR=\u062E\u0637\u0623 \u063A\u064A\u0631 \u0645\u0639\u0631\u0648\u0641 
INSUFFICIENT_RIGHTS=\u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u064A\u0633 \u0644\u062F\u064A\u0647 \u062D\u0642\u0648\u0642 \u0643\u0627\u0641\u064A\u0629 \u0644\u062A\u0623\u062F\u064A\u0629 \u0647\u0630\u0647 \u0627\u0644\u0639\u0645\u0644\u064A\u0629
INVALID_LOGIN=\u0628\u0637\u0644\u0627\u0646 \u062A\u0633\u062C\u064A\u0644 \u0627\u0644\u062F\u062E\u0648\u0644
-50167=The specified user is already logged in on some other machine, please logout from that machine to login again.
303=Invalid User Name or Password.
4042=Please specify the correct URL.
-50198=Cannot Login. Max Login User Count Reached.
958=Error while fetching response from SharePoint.
302=User account might be disabled.
307=User Account expires.
305=Exception in creating dircontext.
306=naming exception in creating dircontext.
310=Invalid Username or Password.