4001=\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u30B5\u30FC\u30D0\u30FC\u306F\u4F7F\u7528\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
4002=omniflow\u304B\u3089\u30ED\u30B0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002
4003=\u30D7\u30ED\u30BB\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u30D5\u30A9\u30EB\u30C0\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
4004=\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u30B7\u30B9\u30C6\u30E0\u30D5\u30A9\u30EB\u30C0\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
4005=SMS\u60C5\u5831\u304C\u7121\u52B9\u3067\u3059\u3002
4006=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002
4007=\u30B7\u30B9\u30C6\u30E0ini\u5024\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \u8A73\u7D30\u306F\u3001\u30A8\u30E9\u30FC\u30ED\u30B0\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
4008=\u30B7\u30B9\u30C6\u30E0conf\u5024\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002 \u8A73\u7D30\u306F\u3001\u30A8\u30E9\u30FC\u30ED\u30B0\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
4009=DMS\u30B5\u30FC\u30D0\u30DD\u30FC\u30C8\u306E\u30B7\u30B9\u30C6\u30E0ini\u5024\u306F\u6570\u5B57\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
4010=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u8FFD\u52A0:DMS\u304B\u3089\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u30B3\u30D4\u30FC\u3067\u304D\u307E\u305B\u3093
4011=\u30B7\u30B9\u30C6\u30E0ini\u30D5\u30A1\u30A4\u30EB\"wdsystem\u3002ini\"\u304C\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
4012=\u30B7\u30B9\u30C6\u30E0conf\u30D5\u30A1\u30A4\u30EB\"webdesktop\u3002ini\" \u304C\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
4013=\u30C9\u30AD\u30E5\u30A8\u30E1\u30F3\u30C8\u306E\u30A4\u30F3\u30DD\u30FC\u30C8:tempdirectory\u3092\u4F5C\u6210\u3067\u3044\u307E\u305B\u3093\u3002
4014=\u30C9\u30AD\u30E5\u30A8\u30E1\u30F3\u30C8\u306E\u30A4\u30F3\u30DD\u30FC\u30C8:MultipartRequest:\u30D5\u30A1\u30A4\u30EB\u540D\u306F\u9577\u3059\u304E\u307E\u3059\u3002
4015=\u30C9\u30AD\u30E5\u30A8\u30E1\u30F3\u30C8\u306E\u30A4\u30F3\u30DD\u30FC\u30C8:MultipartRequest:\u30D5\u30A1\u30A4\u30EB\u306F\uFF11\uFF10MB\u306E\u6700\u5927\u30B5\u30A4\u30BA\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
4016=\u512A\u5148\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u8AAD\u307F\u8FBC\u307F\u307E\u305B\u3093\u3002
4017=\u512A\u5148\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
4018=\u5FC5\u9808\u306EToDo\u30EA\u30B9\u30C8\u306E\u9805\u76EE\u306B\u5024\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
4019=\u30C7\u30D5\u30A9\u30EB\u30C8\u3068\u3057\u305F\u512A\u5148\u306EXML\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
4020=Y\u30A6\u30A7\u30C3\u30D6\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u5207\u308C\u307E\u3057\u305F\u3002
4021=An invalid request is made.

1=\u30ED\u30B0\u30A4\u30F3\u5931\u6557
2=\u7121\u52B9\u306A\u30D7\u30ED\u30BB\u30B9\u5B9A\u7FA9ID
3=\u7121\u52B9\u306A\u6D3B\u52D5\u540D
4=\u7121\u52B9\u306A\u30D7\u30ED\u30BB\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9ID
5=
6=\u7121\u52B9\u306A\u30EF\u30FC\u30AF\u30A2\u30A4\u30C6\u30E0\uFF29\uFF24
7=\u7121\u52B9\u306A\u5C5E\u6027
8=\u5C5E\u6027\u5272\u5F53\u5931\u6557
9=\u7121\u52B9\u306A\u72B6\u614B
10=\u8981\u6C42\u3057\u305F\u72B6\u614B\u79FB\u884C\u306F\u7121\u52B9\u3067\u3059\u3002
11=omniflow\u304B\u3089\u30ED\u30B0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002
12=\u7121\u52B9\u306A\u30AF\u30A8\u30EA\u30CF\u30F3\u30C9\u30EB
13=\u7121\u52B9\u306A\u30BD\u30FC\u30B9\u30E6\u30FC\u30B6
14=\u7121\u52B9\u306A\u5BFE\u8C61\u30E6\u30FC\u30B6
15=\u7121\u52B9\u306A\u30D5\u30A3\u30EB\u30BF\u3092\u6307\u5B9A
16=\u8981\u6C42\u3057\u305F\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u306F\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002
17=\u8981\u6C42\u3057\u305F\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u306F\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
18=\u30C7\u30FC\u30BF\u304C\u307F\u3064\u304B\u308A\u307E\u305B\u3093\u3002
19=\u767B\u9332\u30B7\u30FC\u30B1\u30F3\u30B9\u306E\u9577\u3055\u306F\u6307\u5B9A\u3055\u308C\u305F\u5236\u9650\u3092\u8D85\u3048\u307E\u3057\u305F\u3002\u30EF\u30FC\u30AF\u30A2\u30A4\u30C6\u30E0\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
20=\u30B5\u30FC\u30D0\u30FC\u306F\u30D3\u30B8\u30FC\u3067\u3059\u3002
21=\u7121\u52B9\u306A\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3
22=\u7121\u52B9\u306A\u30EF\u30FC\u30AF\u30A2\u30A4\u30C6\u30E0
23=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u6B63\u5E38\u306B\u958B\u59CB\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
24=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3001\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
25=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u6B63\u5E38\u306B\u505C\u6B62\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
26=\u3053\u306E\u30AD\u30E5\u30FC\u3067\u306F\u30EC\u30B3\u30FC\u30C9\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
100=\u30EF\u30FC\u30AF\u30A2\u30A4\u30C6\u30E0\uFF29\uFF24\u306B\u5165\u529B\u3055\u308C\u305F\u30D1\u30E9\u30E1\u30BF\u306F\u7121\u52B9\u3067\u3059\u3002
101=\u30D5\u30A3\u30EB\u30BF\u6587\u5B57\u5217\u306B\u5BFE\u3057\u3066\u5024\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
201=\u63D0\u4F9B\u3055\u308C\u308B\u30C7\u30FC\u30BF\u306F\u7121\u52B9\u3067\u3059\u3002
300=\u30E6\u30FC\u30B6\u306F\u3053\u306E\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
701=Server error in saving the workitem.
702=Server error in completing the workitem.
801=\u8981\u6C42\u3055\u308C\u305F\u30D5\u30A3\u30EB\u30BF\u306F\u7121\u52B9\u3067\u3059\u3002
802=
803=
804=
805=\u30E6\u30FC\u30B6\u540D\u307E\u305F\u306F\u30D1\u30FC\u30B9\u30EF\u30FC\u30C9\u304C\u7121\u52B9\u3067\u3059\u3002
806=
807=\u7121\u52B9\u306A\u30D1\u30B9\u30EF\u30FC\u30C9\u3067\u3059\u3002
808=\u30D1\u30FC\u30C6\u30A3\u30B7\u30D1\u30F3\u30C8\u30BF\u30A4\u30D7\u306F\u7121\u52B9\u3067\u3059\u3002
809=\u30D7\u30ED\u30BB\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u65E2\u306B\u958B\u59CB\u3055\u308C\u307E\u3057\u305F\u304B\u30D7\u30ED\u30BB\u30B9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u307E\u3060\u4F5C\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
810=\u7121\u52B9\u306A\u30AD\u30E5\u30FC\u3067\u3059\u3002
811=\u7121\u52B9\u306A\u30D1\u30E9\u30E1\u30FC\u30BF\u3067\u3059\u3002
812=\u6307\u5B9A\u3055\u308C\u305F\u540D\u524D\u306E\u30AD\u30E5\u30FC\u304C\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
813=\u3053\u306E\u30EF\u30FC\u30AF\u30B9\u30C6\u30C3\u30D7\u4F5C\u696D\u3067\u306F\u518D\u5272\u5F53\u3066\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
820=\u5168\u3066\u306E\u30EF\u30FC\u30AF\u30A2\u30A4\u30C6\u30E0\u306E\u30EA\u30F3\u30AF\u307E\u305F\u306F\u30C7\u30A3\u30EA\u30F3\u30AF\u306F\u6210\u529F\u3057\u307E\u3057\u305F\u3002
400=\u8981\u6C42\u3055\u308C\u305F\u64CD\u4F5C\u306F\u5931\u6557\u3057\u307E\u3057\u305F\u3002
-1003=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30B5\u30FC\u30D0\u30FC\u306F\u8D77\u52D5\u3057\u3066\u3044\u307E\u305B\u3093\u3002
-1011=\u30AD\u30E3\u30D3\u30CD\u30C3\u30C8\u540D\u306F\u7121\u52B9\u304B\u3001\u6307\u5B9A\u3055\u308C\u305F\uFF2A\uFF34\uFF33\u3068\u95A2\u9023\u4ED8\u3051\u3066\u3044\u307E\u305B\u3093\u3002
-1010=\u30B5\u30FC\u30D0\u30FC\u4E0A\u3067\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
-1012=\u30D5\u30A9\u30EB\u30C0\u30FC\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
-50208=This account has been locked. Please contact your Administrator.

50011=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002   
50012=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u30C1\u30A7\u30C3\u30AF\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002 
50013=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u53D6\u308A\u6D88\u3057\u3092\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F

-50146=omniflow\u304B\u3089\u30ED\u30B0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002
-50111=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u7528\u306E\u7121\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u3059\u3002\u6307\u5B9A\u3055\u308C\u305F\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u8A72\u5F53\u306A\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u5BFE\u3057\u3066\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
-50022=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u5BFE\u3059\u308B\u6A29\u9650\u306F\u7121\u52B9\u3067\u3059\u3002\u30E6\u30FC\u30B6\u306F\u304C\u8A72\u5F53\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u5BFE\u3057\u3066\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002  
-50026=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u30ED\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F\u3002\u66F4\u65B0\u4E2D\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002  
-50027=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u6C7A\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002\u66F4\u65B0\u4E2D\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u6C7A\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
-50071=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u307E\u3057\u305F\u3002\u66F4\u65B0\u4E2D\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002
-50053=\u30C1\u30A7\u30C3\u30AF\u6A29\u9650\u306F\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30E6\u30FC\u30B6\u306F\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u524A\u9664\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002 
-50147=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u30ED\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F\u3002 \u524A\u9664\u4E2D\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002  
-50032=DDI\u4E0A\u306E\u6A29\u9650\u304C\u7121\u52B9\u3067\u3059\u3002\u30E6\u30FC\u30B6\u306F\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3068\u95A2\u9023\u4ED8\u3051\u305F\u30C7\u30FC\u30BF\u30AF\u30E9\u30B9\u4E0A\u306B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
-50023=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30E6\u30FC\u30B6\u306F\u6700\u65B0\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u8A2D\u5B9A\u3057\u305F\u3044\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002   
-50174=\u30D0\u30FC\u30B8\u30E7\u30F3\u6570\u306E\u5236\u9650\u3092\u8D85\u3048\u307E\u3057\u305F\u3002 \u30D0\u30FC\u30B8\u30E7\u30F3\u6570\u306E\u5236\u9650\u3092\u8D85\u3048\u307E\u3057\u305F\u304B\u3089\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
-50132=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u4F5C\u6210\u3055\u308C\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306F\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002   
-50086=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u671F\u9650\u304C\u5207\u308C\u307E\u3057\u305F\u3002\u30C1\u30A7\u30C3\u30AF\u30A4\u30F3\u30FB\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u671F\u9650\u304C\u5207\u308C\u307E\u3057\u305F\u3002   
-50157=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30E6\u30FC\u30B6\u306F\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u30C1\u30A7\u30C3\u30AF\u30A4\u30F3\u3057\u3066\u3044\u307E\u3059\u3002   
-50158=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u65E2\u306B\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002 \u30E6\u30FC\u30B6\u306F\u65E2\u306B\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u30C1\u30A7\u30C3\u30AF\u30A4\u30F3\u3057\u3066\u3044\u307E\u3059\u3002   
-50132=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u65E2\u306B\u524A\u9664\u3055\u308C\u3066\u3044\u307E\u3059\u3002 \u30C1\u30A7\u30C3\u30AF\u30A4\u30F3\u30FB\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u524A\u9664\u3057\u307E\u3057\u305F\u3002   
-50053=\u30C1\u30A7\u30C3\u30AF\u6A29\u9650\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30C1\u30A7\u30C3\u30AF\u6A29\u9650\u64CD\u4F5C\u304C\u5185\u90E8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
-50086=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u671F\u9650\u304C\u5207\u308C\u307E\u3057\u305F\u3002\u30E6\u30FC\u30B6\u306F\u30C1\u30A7\u30C3\u30AF\u30A4\u30F3\u30FB\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u64CD\u4F5C\u3092\u5B9F\u884C\u3057\u305F\u3044\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u671F\u9650\u304C\u5207\u308C\u307E\u3057\u305F\u3002
-50159=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3089\u3001\u30C1\u30A7\u30C3\u30AF\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002   
-50076=\u7121\u52B9\u306A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30A2\u30AF\u30BB\u30B9\u30BF\u30A4\u30D7\u3002 \u5BFE\u8C61\u30D5\u30A9\u30EB\u30C0\u30FC\u3001\u30B3\u30D4\u30FC\u3059\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u53CA\u3073\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u6CE8\u91C8\u306B\u5BFE\u3059\u308B\u30ED\u30B0\u30A4\u30F3\u3055\u308C\u305F\u30E6\u30FC\u30B6\u306E\u6A29\u9650\u304C\u30C1\u30A7\u30C3\u30AF\u3055\u308C\u3066\u3044\u308B\u304B\u3089\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
-50028=\u30C7\u30FC\u30BF\u30AF\u30E9\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D0\u30FC\u30B8\u30E7\u30F3\u5909\u66F4\u306E\u5BFE\u8C61\u3068\u306A\u3063\u3066\u3044\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3068\u95A2\u9023\u3057\u3066\u3044\u308B\u30C7\u30FC\u30BF\u306E\u30AF\u30E9\u30B9\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002 \u30C7\u30FC\u30BF\u306E\u30AF\u30E9\u30B9\u4E0A\u3067\u6A29\u9650\u3092\u30C1\u30A7\u30C3\u30AF\u3059\u308B\u3053\u3068\u306E\u9014\u4E2D\u306B\u3053\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3059\u3002 \u30E6\u30FC\u30B6\u306F\u30C7\u30FC\u30BF\u30AF\u30E9\u30B9\u306B\u8AAD\u307F\u8FBC\u307F\u5C02\u7528\u6A29\u9650\u304C\u5FC5\u8981\u3067\u3059\u3002  
-50074=\u7121\u52B9\u306A\u30D1\u30E9\u30E1\u30FC\u30BF\u3002 \u5165\u529B\u3055\u308C\u305F\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002 
-50021=\u30D5\u30A9\u30EB\u30C0\u30FC\u306F\u4F7F\u7528\u4E2D\u3067\u3059\u3002\u30ED\u30C3\u30AF\u307E\u305F\u306F\u30ED\u30C3\u30AF\u306E\u89E3\u9664\u7528\u306B\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A9\u30EB\u30C0\u30FC\u304C\u65E2\u306B\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002   
-50018=\u73FE\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u305F\u3081\u306E\u6A29\u9650\u304C\u4E0D\u5341\u5206\u3067\u3059\u3002 \u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u30ED\u30C3\u30AF\u307E\u305F\u306F\u30ED\u30C3\u30AF\u306E\u89E3\u9664\u3057\u305F\u3044\u30E6\u30FC\u30B6\u306F\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30E6\u30FC\u30B6\u306F\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u30ED\u30C3\u30AF\u307E\u305F\u306F\u30ED\u30C3\u30AF\u306E\u89E3\u9664\u3059\u308B\u305F\u3081\u306B\u5909\u66F4\u6A29\u9650\u3092\u4FDD\u6709\u3059\u308B\u5FC5\u8981\u3067\u3059\u3002  
-50155=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30ED\u30C3\u30AF\u89E3\u9664\u306E\u5BFE\u8C61\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u307E\u305F\u306F\u30D5\u30A9\u30EB\u30C0\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002 
-50139=\u6E80\u671F\u671F\u65E5\u306F\u5F53\u65E5\u3088\u308A\u524D\u3067\u3042\u3063\u3066\u306F\u3044\u3051\u307E\u305B\u3093\u3002\u30E6\u30FC\u30B6\u306F\u6E80\u671F\u671F\u65E5\u3068\u3057\u3066\u5F53\u65E5\u3088\u308A\u524D\u306E\u65E5\u4ED8\u3092\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002   
-50138=\u30E6\u30FC\u30B6\u306F\u6240\u6709\u8005\u307E\u305F\u306F\u76E3\u7763\u3067\u306F\u308A\u307E\u305B\u3093\u3002\u6240\u6709\u8005\u307E\u305F\u306F\u76E3\u7763\u304C\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC\u3092\u5909\u66F4\u3067\u304D\u307E\u3059\u3002   
-50003=\u30E6\u30FC\u30B6\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u30E6\u30FC\u30B6\u306F\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u6240\u6709\u8005\u3092\u5909\u66F4\u3057\u305F\u3044\u3067\u3059\u304C\u3001\u6307\u5B9A\u3055\u308C\u305F\u30E6\u30FC\u30B6\u30A4\u30F3\u30C7\u30AF\u30B9\u304C\u30B7\u30B9\u30C6\u30E0\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
-50006=\u30E6\u30FC\u30B6\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u671F\u9650\u304C\u5207\u308C\u307E\u3057\u305F\u3002 \u30E6\u30FC\u30B6\u306F\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u6240\u6709\u8005\u3092\u5909\u66F4\u3057\u305F\u3044\u3067\u3059\u304C\u3001\u6307\u5B9A\u3055\u308C\u305F\u30E6\u30FC\u30B6\u306E\u671F\u9650\u306F\u30B7\u30B9\u30C6\u30E0\u4E0A\u304B\u3089\u5207\u308C\u307E\u3057\u305F\u3002
-50010=\u30E6\u30FC\u30B6\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u5229\u7528\u4E0D\u53EF\u80FD\u3067\u3059\u3002 \u30E6\u30FC\u30B6\u306F\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u6240\u6709\u8005\u3092\u5909\u66F4\u3057\u305F\u3044\u3067\u3059\u304C\u3001\u6307\u5B9A\u3055\u308C\u305F\u30E6\u30FC\u30B6\u306F\u30B7\u30B9\u30C6\u30E0\u4E0A\u304B\u3089\u4E00\u6642\u7684\u306B\u4E2D\u6B62\u3055\u308C\u307E\u3057\u305F\u3002
-50116=\u73FE\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u305F\u3081\u306B\u7279\u6A29\u304C\u3042\u308A\u307E\u305B\u3093\u3002  \u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30A2\u30AF\u30BB\u30B9\u30BF\u30A4\u30D7\u304C\u5909\u66F4\u3055\u308C\u3066\u3044\u307E\u3059\u3001\u30ED\u30B0\u30A4\u30F3\u3055\u308C\u305F\u30E6\u30FC\u30B6\u6240\u6709\u8005\u3067\u306F\u306A\u3044\u3067\u3001\u8FFD\u52A0\u30FB\u524A\u9664\u30FB\u66F4\u65B0\u3059\u308B\u7279\u6A29\u304C\u3042\u308A\u307E\u305B\u3093\u304B\u3089\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002   
-50045=\u30B0\u30ED\u30D0\u30EB\u30A4\u30F3\u30C7\u30AF\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30E6\u30FC\u30B6\u306B\u3088\u3063\u3066\u4F9B\u7D66\u3055\u308C\u305F\u30C7\u30FC\u30BF\u9805\u76EE\u306F\u4F9B\u7D66\u3055\u308C\u308B\u30C7\u30FC\u30BF\u5B9A\u7FA9\u306B\u5C5E\u3057\u307E\u305B\u3093\u3002
-50081=\u30C7\u30FC\u30BF\u304C\u5229\u7528\u4E0D\u53EF\u80FD\u3067\u3059\u3002\u30C7\u30FC\u30BF\u5B9A\u7FA9\u60C5\u5831 \u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
-50192=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u540C\u3058\u30E6\u30FC\u30B6\u306B\u3088\u3063\u3066\u65E2\u306B\u30ED\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F\u3002
-50067=\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u79FB\u52D5\u3067\u304D\u307E\u305B\u3093\u3002
814=\u30EF\u30FC\u30AF\u30A2\u30A4\u30C6\u30E0\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002
UNKNOWN_ERROR=\u4E0D\u660E\u306A\u30A8\u30E9\u30FC\u3002
INSUFFICIENT_RIGHTS=
INVALID_LOGIN=
-50167=The specified user is already logged in on some other machine, please logout from that machine to login again.
303=Invalid User Name or Password.
4042=Please specify the correct URL.
-50198=Cannot Login. Max Login User Count Reached.
958=Error while fetching response from SharePoint.
302=User account might be disabled.
307=User Account expires.
305=Exception in creating dircontext.
306=naming exception in creating dircontext.
310=Invalid Username or Password.